#task4
#Пользователь вводит 3 числа, сказать сколько из них положительных и сколько отрицательных
numbers1 =(9,10,1)
count = numbers1.count("if numbers1 > 0, or = 0")
count2 = numbers1.count("if numbers1 < 0")
print ("the count of numbers1:",count)
print ("the count of numbers1:",count2)