#task1
#Пользователь вводит предложение, заменить все пробелы на "-" 2-мя способами.
print("Alex", "good", "morning", sep="-")
