#task4
#Пользователь вводит 3 числа, сказать сколько из них положительных и сколько отрицательных
a = 0,18,19
print ("positive", sum (a > 0 ))
print ("negative", sum (a < 0 ))

